Revit 2027 API
ParameterTypeId.DisplacedElementDisplacementZ Property
 "Z Displacement"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DisplacedElementDisplacementZ { get; }
Public Shared ReadOnly Property DisplacedElementDisplacementZ As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DisplacedElementDisplacementZ {
	ForgeTypeId^ get ();
}
static member DisplacedElementDisplacementZ : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace